{
    "hello": "Hello! I am your travel assistant for the day, at your service. I can give you destination recommendations, flight information, or hotel suggestions.",
    "hi": "Hi! I am your travel assistant for the day, at your service. I can give you destination recommendations, flight information, or hotel suggestions.",
    "hey": "Hey! I am your travel assistant for the day, at your service. I can give you destination recommendations, flight information, or hotel suggestions.",
    "greetings": "Greetings! I am your travel assistant for the day, at your service. I can give you destination recommendations, flight information, or hotel suggestions.",
    "hola": "Hola! I am your travel assistant for the day, at your service. I can give you destination recommendations, flight information, or hotel suggestions.",
    
    "destination": "We have a lot of destinations for you to choose from There are 5 options for your choice. Pick a number",
    "recommendation": "We have a lot of destinations for you to choose from There are 5 options for your choice. Pick a number",
    "flight": "We have a huge network of resources to track your flight. What's your destination ?",
    "flights": "We have a huge network of resources to track your flight. What's your destination ?",
    "check flights": "We have a huge network of resources to track your flight. What's your destination ?",
    "yes": "We have a huge network of resources to track your flight. What's your destination ?",
    "hotel": "Lots of hotels are lining up for you. What is your flight ?",
    "suggestions": "Lots of hotels are lining up for you. What is your flight ?",

    "1": "Your recommendation is Paris, France.<br> Known for its romantic atmosphere, iconic landmarks, and world-class cuisine.<br> Would you like to check flights to Paris?",
    "2": "Your recommendation is Bali, Indonesia.<br> Famous for its stunning beaches, lush landscapes, and vibrant cultural heritage.<br> Would you like to check flights to Bali?",
    "3": "Your recommendation is Tokyo, Japan.<br> A vibrant city blending modern technology, traditional culture, and delicious cuisine.<br> Would you like to check flights to Tokyo?",
    "4": "Your recommendation is Cape Town, South Africa.<br> Boasts breathtaking natural beauty, diverse wildlife, and rich history.<br> Would you like to check flights to Cape Town?",
    "5": "Your recommendation is Sydney, Australia.<br> A cosmopolitan city with iconic landmarks, stunning beaches, and a vibrant arts scene.<br> Would you like to check flights to Sydney?",
    "another recommendation": "Your recommendation is New York City, USA.<br> The city that never sleeps, offering world-class attractions, vibrant nightlife, and diverse cultural experiences.<br> Would you like to check flights to New York City?",
    "another" : "Your recommendation is Santorini, Greece.<br> Known for its stunning sunsets, beautiful beaches, and charming Cycladic architecture.<br> Would you like to check flights to Santorini?",
    
    "Paris": "The next flight to Paris, France is AF123 departing at 10:00 AM. Hotel recommendations can be obtained with flight numbers",
    "France": "The next flight to Paris, France is AF123 departing at 10:00 AM. Hotel recommendations can be obtained with flight numbers",
    "Bali": "The next flight to Bali, Indonesia is GA456 departing at 12:30 PM. Hotel recommendations can be obtained with flight numbers",
    "Indonesia": "The next flight to Bali, Indonesia is GA456 departing at 12:30 PM. Hotel recommendations can be obtained with flight numbers",
    "Tokyo": "The next flight to Tokyo, Japan is JL789 departing at 3:15 PM. Hotel recommendations can be obtained with flight numbers",
    "Japan": "The next flight to Tokyo, Japan is JL789 departing at 3:15 PM. Hotel recommendations can be obtained with flight numbers",
    "Cape Town": "The next flight to Cape Town, South Africa is SA987 departing at 8:45 AM. Hotel recommendations can be obtained with flight numbers",
    "South Africa": "The next flight to Cape Town, South Africa is SA987 departing at 8:45 AM. Hotel recommendations can be obtained with flight numbers",
    "Sydney": "The next flight to Sydney, Australia is QF654 departing at 11:00 AM. Hotel recommendations can be obtained with flight numbers",
    "Australia": "The next flight to Sydney, Australia is QF654 departing at 11:00 AM. Hotel recommendations can be obtained with flight numbers",
    "New York City": "The next flight to New York City, USA is DL321 departing at 1:45 PM. Hotel recommendations can be obtained with flight numbers",
    "USA": "The next flight to New York City, USA is DL321 departing at 1:45 PM. Hotel recommendations can be obtained with flight numbers",
    "Santorini": "The next flight to Santorini, Greece is AEG112 departing at 9:30 AM. Hotel recommendations can be obtained with flight numbers",
    "Greece": "The next flight to Santorini, Greece is AEG112 departing at 9:30 AM. Hotel recommendations can be obtained with flight numbers",
  
    "AF123": "For your stay in Paris, France, we recommend Hotel Le Meurice located in the heart of the city.",
    "GA456": "When in Bali, Indonesia, consider staying at Ayana Resort and Spa with its stunning views and luxurious amenities.",
    "JL789": "In Tokyo, Japan, we suggest booking a room at Park Hyatt Tokyo for its breathtaking skyline views.",
    "SA987": "For your visit to Cape Town, South Africa, One&Only Cape Town offers an exquisite waterfront experience.",
    "QF654": "When in Sydney, Australia, the Shangri-La Hotel Sydney is an excellent choice with its prime location and stunning harbor views.",
    "DL321": "In New York City, USA, The Plaza Hotel is an iconic and luxurious option situated near Central Park.",
    "AEG112": "For a memorable stay in Santorini, Greece, consider Grace Hotel Santorini, offering breathtaking views of the Aegean Sea.",
  
    "apologies": "No worries! We understand. How else can we assist you today?",
    "sorry": "No problem! We're here to help. How else can we assist you today?",
    "my apologies": "It's alright! Is there anything else we can assist you with?",
    "backing off": "That's okay! If you need any further assistance, feel free to reach out. How else can we help you?",
    "cancellations": "No problem! If you need to cancel, please let us know. We're here to assist you with any changes or questions you may have.",
    "less formal": "No worries! We've got your back. What else can we do for you today?",
    "cancellation request": "Understood. If you want to cancel, please provide us with the necessary details, and we'll process your cancellation request.",
    "cancel": "Noted. If you wish to cancel, kindly let us know the details, and we'll take care of it for you.",
    "no": "No problem! If you change your mind or need any further assistance, feel free to contact us. How else can we assist you?",
    "nah": "Alright! If you need any help in the future, feel free to reach out. Have a great day!",
    "i changed my mind": "That's perfectly fine! If you ever reconsider, we'll be here to assist you. Let us know if there's anything else we can help with.",
    "maybe later": "Sure thing! If you decide to proceed or need any assistance later, don't hesitate to contact us. We're here to help whenever you're ready.",

    "thank you": "You're welcome! We're glad we could assist. Is there anything else we can help you with?",
    "thanks": "You're most welcome! We're here to help. How else can we assist you?",
    "thank you so much": "You're very welcome! It was our pleasure to assist you. Is there anything else we can do for you?",
    "many thanks": "You're welcome! We appreciate your kind words. How else can we assist you?",
    "much appreciated": "You're most welcome! We're glad we could be of help. Is there anything else we can do for you?",
    "thank you very much": "You're very welcome! We're happy to assist. How else can we help you?",
    "thank you for your help": "You're welcome! It was our pleasure to assist you. Is there anything else we can assist you with?",
    "thank you for your assistance": "You're most welcome! We're here to help. How else can we assist you?",
    "thx": "You're welcome! We're glad we could help. Is there anything else we can assist you with?",
    "goodbye": "Goodbye! If you have any further questions, feel free to ask.",
    "bye": "Bye! If there's anything else we can assist you with in the future, please let us know.",
    "see you": "See you! Feel free to reach out if you need any further assistance.",
    "take care": "Take care! If you have any more questions, don't hesitate to ask.",
    "farewell": "Farewell! We're here to help whenever you need.",
    "have a great day": "Thank you! Have a great day too! Let us know if there's anything else we can do for you."
  
}